Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/depts/udir.no/samisk_1_vurderingsskjema_kortsvar_langsvar_s.docx.tmx
Source language: sma
Languages: nob

source: Skuvle
nob: Skole

source: Tjïerte
nob: Oppg. nr.

source: gïele
nob: HELHET

source: Lahtestimmieh
nob: Kommunikasjon

source: Gaskesadteme
nob: Svar på oppgaven

source: Gïele, formellen maahtoe
nob: Språk, formelle ferdigheter

source: Vierhtieh
nob: Morfologi

source: Refleksjovne jïh jïjtjeraarehke
nob: Refleksjon og selvstendighet

source: Sjangeremaahtoe
nob: Bruk av virkemidler

source: Aamhtesem digkiedidh
nob: Saklig argumentasjon

source: Faagegïele
nob: Virkemidler

source: Aerpien maahtoe jïh g
nob: Tradisjonell kunnskap og språket i bruk

source: Sitath jïh gaaltijh mearhkodh
nob: gjøre rede for faglige temaer

source: Karakteere-uvtelasse:
nob: Karakterforslag:
